{
  "cocinaChilena": [
    {
      "id": "1",
      "name": "Empanada fritas de pino",
      "ingredients": [
        "500 gr Carne molida de vacuno",
        "300 gr Cebolla granel",
        "750 gr Harina con polvos de hornear Unimarc",
        "100 gr Manteca Astra",
        "4 Huevos",
        "Sal al gusto",
        "Aceite para freír",
        "Aceitunas al gusto"
      ],
      "preparation": "Partimos cortando la cebolla en cubos muy pequeños y luego en un sartén temperado con aceite, la dejamos cocinar a fuego medio/alto hasta cristalizar. Posteriormente agregamos al sartén con cebolla la carne molida y dejamos cocinar por unos 6 a 8 minutos a fuego medio/alto para luego reservar. Vertemos agua hirviendo en una olla y dejamos a fuego alto para que continúe hirviendo. Luego metemos los 4 huevos y los dejamos cocer durante 6 a 8 minutos. Una vez cocidos, le quitamos la cáscara y los cortamos en seis pedazos. Apartamos 80 g de harina en un pocillo y al resto le agregamos la manteca junto a dos tazas de agua tibia con sal, revolvemos y agregamos un poco de harina (en caso de ser necesario) para tener una consistencia homogénea. Utilizamos parte de la harina que estaba reservada para espolvorear la mesa y amasar hasta que la masa no se pegue ni en los dedos ni en la mesa. Luego espolvoreamos un poco más de harina en la mesa para estirar la masa con un uslero. Una vez estirada y asegurándonos que la masa sea delgada, procedemos a tomar un pocillo para cortar la masa en forma circular. Antes de terminar, retiramos los primeros círculos y volvemos a estirar la masa restante para aprovecharla al máximo. Tomamos las masas circulares y en el centro le incorporamos el relleno de pino junto a un pedazo de huevo cortado y una aceituna. Luego pasamos un dedo mojado en agua por el borde de la masa para cerrar fácilmente la empanada. En un wok ponemos aceite a calentar a fuego alto, con un espumadero colocamos las empanadas en el interior y freímos hasta que estén doradas. Una vez fritas las empanadas, retirarlas e incorporarlas a una fuente con papel absorbente y luego emplatar",
      "difficulty": "Intermedio",
      "time": "40 min.",
      "portions": "4 personas",
      "nutrititional": "",
      "img": ""
    },
    {
      "id": "2",
      "name": "Tomate relleno",
      "ingredients": "",
      "preparation": "",
      "difficulty": "Intermedio",
      "time": "40 min.",
      "portions": "4 personas",
      "nutrititional": "",
      "img": ""
    },
    {
      "id": "2",
      "name": "veggie burger",
      "ingredients": "",
      "preparation": "",
      "difficulty": "Intermedio",
      "time": "40 min.",
      "portions": "4 personas",
      "nutrititional": "",
      "img": ""
    }
  ],
  "vegetariana": [
    {
      "id": "2",
      "name": "ensalada",
      "ingredients": "",
      "preparation": "",
      "difficulty": "Intermedio",
      "time": "40 min.",
      "portions": "4 personas",
      "nutrititional": "",
      "img": ""
    }
  ]
}
